<?php
if (!defined('THINK_PATH')) exit();
return array(
	'WORKYEAR' => array(
		1	=>	"在读学生",
		2 	=> 	"应届毕业生",
		3 	=> 	"1年工作经验",
		4 	=> 	"2年工作经验",
		5 	=> 	"3-4年工作经验",
		6 	=> 	"5-7年工作经验",
		7 	=> 	"8-9年工作经验",
		8	=> 	"10年以上工作经验",
	),
	'JOBSTATUS' => array(
		1	=>	"目前正在找工作",
		2	=>	"半年内无换工作的计划",
		3	=>	"一年内无换工作的计划",
		4	=>	"观望有好的机会再考虑",
		5	=>	"我暂时不想找工作",
	),
	'DEGREES'=>array(
		1	=>	"初中及以下",
		2	=>	"高中",
		3	=>	"中技",
		4	=>	"中专",
		5	=>	"大专",
		6	=>	"本科",
		7	=>	"硕士",
		8	=>	"MBA",
		9	=>	"博士",
	),
	'SALARY' =>	array(
		1	=>	"面议",
		2	=>	"1500以下",
		3	=>	"1500-1999",
		4	=>	"2000-2999",
		5	=>	"3000-4499",
		6	=>	"4500-5999",
		7	=>	"6000-7999",
		8	=>	"8000-9999",
		9	=>	"10000-14999",
		10	=>	"15000-19999",
		11	=>	"20000-24999",
		12	=>	"25000-29999",
		13	=>	"30000-39999",
		14	=>	"40000-49999",
		15	=>	"50000-69999",
		16	=>	"70000-99999",
		17	=>	"100000及以上",
	)
);
?>